Repository: wp-plugins/inventive-stock-player-lite
Catalog: languages/inventive_stock_player-*.po
Languages: it_it

source: Default configuration
it_it: Configurazione generale

source: Player background color
it_it: Sfondo del player

source: Spectrum analyzer options
it_it: Opzioni dello spectrum analyzer

source: Background color
it_it: Colore di sfondo

source: Bars color
it_it: Colore barre

source: Background opacity
it_it: Opacit√† dello sfondo

source: Bars number
it_it: Numero barre

source: Bars width
it_it: Larghezza barre

source: Bars distance
it_it: Distanza barre

source: Spectrum position
it_it: Posizione spectrum

source: Bottom full width
it_it: Intera larghezza inferiore

source: Bottom left
it_it: In basso a sinistra

source: top left
it_it: In alto a sinistra

source: Bottom right
it_it: In basso a destra

source: top right
it_it: In alto a destra

source: Paste here your stock video/audio link (audiojungle, luckstock, videohive, pond5, soundcloud)
it_it: Incolla qui il tuo link audio/video (audiojunge, luckstock, videohive, pond5, soundcloud)

source: Show spectrum analyzer?
it_it: Mostrare lo spectrum analyzer?

source: List options
it_it: Opzioni lista

source: Don't show
it_it: Non mostrare

source: Show on featured image
it_it: Mostra sull'immagine in evidenza

source: Show above title
it_it: Mostra sul titolo

source: Show under title
it_it: Mostra sotto al titolo

source: Show buy button
it_it: Mostra il bottone compra

source: Single options
it_it: Opzioni singolo

source: Show on single post/product
it_it: Mostra nei post/prodotti singoli

source: Show above description
it_it: Mostra sulla descrizione

source: Show under description
it_it: Mostra sotto la descrizione

source: Buy on
it_it: Compra su

source: Width this widget you can create a player for stock video and audio from famous stock libraries
it_it: Con questo widget puoi creare un player per video e audio stock di famose librerie

source: New title
it_it: Titolo

source: Title:
it_it: Titolo:

source: Paste here your stock video/audio link (audiojungle, luckstock, videohive, pond5)
it_it: Incolla qui il tuo link audio/video (audiojungle, luckstock, videohive, pond5, soundcloud)
